tap "adoptopenjdk/openjdk"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "composer"
brew "gradle"
brew "node"
brew "node@10"
brew "openjdk"
brew "php", link: false
brew "php@7.2"
brew "php@7.3", restart_service: true, link: true
brew "watchman"
brew "yarn"
brew "zsh"
cask "android-platform-tools"
cask "flutter"
cask "java"
cask "java8"
